{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "#": 6,
      "$": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "=": 30,
      "?": 31,
      "`": 32,
      "a": 33,
      "b": 34,
      "c": 35,
      "d": 36,
      "e": 37,
      "f": 38,
      "g": 39,
      "h": 40,
      "i": 41,
      "j": 42,
      "k": 43,
      "l": 44,
      "m": 45,
      "n": 46,
      "o": 47,
      "p": 48,
      "q": 49,
      "r": 50,
      "s": 51,
      "t": 52,
      "u": 53,
      "v": 54,
      "w": 55,
      "x": 56,
      "y": 57,
      "z": 58,
      "á": 59,
      "â": 60,
      "ã": 61,
      "æ": 62,
      "è": 63,
      "é": 64,
      "í": 65,
      "ï": 66,
      "ñ": 67,
      "ó": 68,
      "ü": 69,
      "th": 70,
      "in": 71,
      "an": 72,
      "er": 73,
      "re": 74,
      "en": 75,
      "the": 76,
      "at": 77,
      "on": 78,
      "ing": 79,
      "st": 80,
      "or": 81,
      "it": 82,
      "al": 83,
      "is": 84,
      "and": 85,
      "es": 86,
      "ou": 87,
      "ar": 88,
      "of": 89,
      "ly": 90,
      "to": 91,
      "ed": 92,
      "ic": 93,
      "le": 94,
      "as": 95,
      "om": 96,
      "il": 97,
      "ch": 98,
      "el": 99,
      "mo": 100,
      "ct": 101,
      "ent": 102,
      "ion": 103,
      "be": 104,
      "se": 105,
      "un": 106,
      "ve": 107,
      "im": 108,
      "that": 109,
      "ra": 110,
      "de": 111,
      "ul": 112,
      "lo": 113,
      "ab": 114,
      "gh": 115,
      "vi": 116,
      "for": 117,
      "ma": 118,
      "li": 119,
      "ce": 120,
      "ver": 121,
      "ro": 122,
      "ut": 123,
      "su": 124,
      "wh": 125,
      "com": 126,
      "wi": 127,
      "no": 128,
      "fil": 129,
      "ad": 130,
      "ri": 131,
      "with": 132,
      "ess": 133,
      "film": 134,
      "am": 135,
      "di": 136,
      "sh": 137,
      "ke": 138,
      "act": 139,
      "la": 140,
      "ge": 141,
      "its": 142,
      "ol": 143,
      "fe": 144,
      "out": 145,
      "movi": 146,
      "ir": 147,
      "you": 148,
      "ers": 149,
      "ex": 150,
      "one": 151,
      "po": 152,
      "ter": 153,
      "movie": 154,
      "con": 155,
      "ous": 156,
      "pe": 157,
      "od": 158,
      "per": 159,
      "um": 160,
      "ful": 161,
      "ne": 162,
      "sc": 163,
      "do": 164,
      "ght": 165,
      "so": 166,
      "ive": 167,
      "art": 168,
      "ck": 169,
      "this": 170,
      "are": 171,
      "all": 172,
      "ant": 173,
      "em": 174,
      "ation": 175,
      "ther": 176,
      "go": 177,
      "ap": 178,
      "wor": 179,
      "qu": 180,
      "ta": 181,
      "but": 182,
      "ill": 183,
      "ay": 184,
      "able": 185,
      "ure": 186,
      "ally": 187,
      "man": 188,
      "rom": 189,
      "us": 190,
      "ur": 191,
      "pre": 192,
      "ag": 193,
      "sp": 194,
      "ate": 195,
      "id": 196,
      "..": 197,
      "he": 198,
      "char": 199,
      "ity": 200,
      "ome": 201,
      "ell": 202,
      "pro": 203,
      "we": 204,
      "ha": 205,
      "int": 206,
      "ory": 207,
      "by": 208,
      "ast": 209,
      "ld": 210,
      "some": 211,
      "not": 212,
      "tim": 213,
      "thing": 214,
      "ist": 215,
      "ust": 216,
      "end": 217,
      "more": 218,
      "ev": 219,
      "than": 220,
      "ough": 221,
      "fun": 222,
      "like": 223,
      "--": 224,
      "ow": 225,
      "ind": 226,
      "ine": 227,
      "ple": 228,
      "has": 229,
      "up": 230,
      "very": 231,
      "ig": 232,
      "most": 233,
      "ss": 234,
      "der": 235,
      "if": 236,
      "king": 237,
      "his": 238,
      "about": 239,
      "from": 240,
      "ence": 241,
      "cl": 242,
      "ru": 243,
      "bo": 244,
      "ts": 245,
      "itt": 246,
      "ight": 247,
      "charact": 248,
      "ich": 249,
      "ard": 250,
      "et": 251,
      "who": 252,
      "have": 253,
      "story": 254,
      "ould": 255,
      "au": 256,
      "ious": 257,
      "way": 258,
      "pt": 259,
      "less": 260,
      "ac": 261,
      "te": 262,
      "ial": 263,
      "tra": 264,
      "ish": 265,
      "good": 266,
      "gu": 267,
      "pla": 268,
      "ble": 269,
      "oun": 270,
      "ep": 271,
      "co": 272,
      "ces": 273,
      "our": 274,
      "wo": 275,
      "ny": 276,
      "any": 277,
      "her": 278,
      "rect": 279,
      "ong": 280,
      "hum": 281,
      "est": 282,
      "cre": 283,
      "direct": 284,
      "ment": 285,
      "into": 286,
      "ks": 287,
      "too": 288,
      "thr": 289,
      "fa": 290,
      "me": 291,
      "jo": 292,
      "pa": 293,
      "ry": 294,
      "ph": 295,
      "off": 296,
      "kes": 297,
      "mat": 298,
      "ins": 299,
      "fl": 300,
      "ies": 301,
      "comed": 302,
      "...": 303,
      "low": 304,
      "dra": 305,
      "ary": 306,
      "funny": 307,
      "mu": 308,
      "ating": 309,
      "op": 310,
      "ical": 311,
      "ass": 312,
      "ict": 313,
      "over": 314,
      "elf": 315,
      "even": 316,
      "ves": 317,
      "pr": 318,
      "dis": 319,
      "wn": 320,
      "time": 321,
      "ative": 322,
      "just": 323,
      "ense": 324,
      "old": 325,
      "ie": 326,
      "ire": 327,
      "plo": 328,
      "ear": 329,
      "tain": 330,
      "can": 331,
      "ise": 332,
      "perfor": 333,
      "gre": 334,
      "ick": 335,
      "characters": 336,
      "ens": 337,
      "ingly": 338,
      "sur": 339,
      "other": 340,
      "br": 341,
      "wer": 342,
      "ff": 343,
      "feel": 344,
      "comedy": 345,
      "what": 346,
      "ated": 347,
      "well": 348,
      "comp": 349,
      "tal": 350,
      "your": 351,
      "ness": 352,
      "ertain": 353,
      "ite": 354,
      "bad": 355,
      "wat": 356,
      "will": 357,
      "ice": 358,
      "performan": 359,
      "fre": 360,
      "inter": 361,
      "tt": 362,
      "mar": 363,
      "ound": 364,
      "scre": 365,
      "real": 366,
      "does": 367,
      "vis": 368,
      "gen": 369,
      "bl": 370,
      "fect": 371,
      "iz": 372,
      "ile": 373,
      "much": 374,
      "ide": 375,
      "ser": 376,
      "loo": 377,
      "min": 378,
      "ort": 379,
      "ot": 380,
      "des": 381,
      "age": 382,
      "ber": 383,
      "life": 384,
      "ach": 385,
      "sub": 386,
      "ving": 387,
      "their": 388,
      "litt": 389,
      "work": 390,
      "ash": 391,
      "del": 392,
      "af": 393,
      "little": 394,
      "every": 395,
      "ance": 396,
      "``": 397,
      "love": 398,
      "wr": 399,
      "heart": 400,
      "mer": 401,
      "''": 402,
      "play": 403,
      "ip": 404,
      "gra": 405,
      "spe": 406,
      "ster": 407,
      "make": 408,
      "ily": 409,
      "screen": 410,
      "gr": 411,
      "watch": 412,
      "vel": 413,
      "bet": 414,
      "ult": 415,
      "ran": 416,
      "best": 417,
      "entertain": 418,
      "imp": 419,
      "which": 420,
      "self": 421,
      "iv": 422,
      "du": 423,
      "director": 424,
      "fully": 425,
      "new": 426,
      "ef": 427,
      "been": 428,
      "mot": 429,
      "get": 430,
      "year": 431,
      "see": 432,
      "through": 433,
      "war": 434,
      "ling": 435,
      "sm": 436,
      "cess": 437,
      "ack": 438,
      "tri": 439,
      "cin": 440,
      "action": 441,
      "humor": 442,
      "ore": 443,
      "sy": 444,
      "ud": 445,
      "there": 446,
      "under": 447,
      "enough": 448,
      "ents": 449,
      "ions": 450,
      "only": 451,
      "ual": 452,
      "interest": 453,
      "my": 454,
      "je": 455,
      "ional": 456,
      "fam": 457,
      "joy": 458,
      "never": 459,
      "part": 460,
      "eng": 461,
      "ren": 462,
      "seem": 463,
      "ame": 464,
      "ably": 465,
      "made": 466,
      "makes": 467,
      "audi": 468,
      "cle": 469,
      "ho": 470,
      "them": 471,
      "cent": 472,
      "imag": 473,
      "something": 474,
      "come": 475,
      "movies": 476,
      "aut": 477,
      "down": 478,
      "ugh": 479,
      "sty": 480,
      "great": 481,
      "ors": 482,
      "lack": 483,
      "they": 484,
      "ning": 485,
      "elling": 486,
      "ob": 487,
      "was": 488,
      "cast": 489,
      "tur": 490,
      "spir": 491,
      "ild": 492,
      "right": 493,
      "inal": 494,
      "how": 495,
      "ject": 496,
      "day": 497,
      "pleas": 498,
      "laugh": 499,
      "press": 500,
      "own": 501,
      "row": 502,
      "vent": 503,
      "ang": 504,
      "long": 505,
      "cr": 506,
      "gent": 507,
      "character": 508,
      "point": 509,
      "bel": 510,
      "would": 511,
      "app": 512,
      "amer": 513,
      "emot": 514,
      "car": 515,
      "enjoy": 516,
      "drama": 517,
      "ty": 518,
      "plot": 519,
      "may": 520,
      "minut": 521,
      "ans": 522,
      "gue": 523,
      "tre": 524,
      "che": 525,
      "beaut": 526,
      "sense": 527,
      "ain": 528,
      "now": 529,
      "two": 530,
      "many": 531,
      "hard": 532,
      "bit": 533,
      "really": 534,
      "cial": 535,
      "ible": 536,
      "human": 537,
      "big": 538,
      "igh": 539,
      "performances": 540,
      "ever": 541,
      "worth": 542,
      "tru": 543,
      "aw": 544,
      "hol": 545,
      "ately": 546,
      "wood": 547,
      "fir": 548,
      "ved": 549,
      "filmma": 550,
      "cum": 551,
      "att": 552,
      "sat": 553,
      "oc": 554,
      "gy": 555,
      "ming": 556,
      "power": 557,
      "ign": 558,
      "ced": 559,
      "vie": 560,
      "surpr": 561,
      "light": 562,
      "ak": 563,
      "ying": 564,
      "intel": 565,
      "ations": 566,
      "pie": 567,
      "vers": 568,
      "cho": 569,
      "ature": 570,
      "stand": 571,
      "could": 572,
      "mon": 573,
      "sit": 574,
      "thrill": 575,
      "cept": 576,
      "films": 577,
      "peo": 578,
      "look": 579,
      "thin": 580,
      "pp": 581,
      "better": 582,
      "such": 583,
      "times": 584,
      "str": 585,
      "ci": 586,
      "scen": 587,
      "audience": 588,
      "av": 589,
      "ically": 590,
      "while": 591,
      "comes": 592,
      "cau": 593,
      "ark": 594,
      "back": 595,
      "ism": 596,
      "col": 597,
      "ually": 598,
      "people": 599,
      "being": 600,
      "ath": 601,
      "mind": 602,
      "pict": 603,
      "por": 604,
      "res": 605,
      "when": 606,
      "first": 607,
      "mem": 608,
      "ere": 609,
      "swe": 610,
      "ste": 611,
      "without": 612,
      "oft": 613,
      "world": 614,
      "both": 615,
      "cut": 616,
      "ull": 617,
      "ky": 618,
      "high": 619,
      "mis": 620,
      "arly": 621,
      "should": 622,
      "mom": 623,
      "nothing": 624,
      "cra": 625,
      "peri": 626,
      "intelli": 627,
      "show": 628,
      "cause": 629,
      "ft": 630,
      "acting": 631,
      "scri": 632,
      "cap": 633,
      "kind": 634,
      "far": 635,
      "still": 636,
      "ought": 637,
      "med": 638,
      "kid": 639,
      "care": 640,
      "entertaining": 641,
      "won": 642,
      "pect": 643,
      "writ": 644,
      "ner": 645,
      "antic": 646,
      "led": 647,
      "bu": 648,
      "tho": 649,
      "ates": 650,
      "often": 651,
      "dre": 652,
      "ca": 653,
      "arr": 654,
      "surpris": 655,
      "hor": 656,
      "clich": 657,
      "fresh": 658,
      "exc": 659,
      "pl": 660,
      "orig": 661,
      "ination": 662,
      "picture": 663,
      "run": 664,
      "turn": 665,
      "pers": 666,
      "script": 667,
      "cy": 668,
      "gi": 669,
      "original": 670,
      "performance": 671,
      "beauti": 672,
      "sequ": 673,
      "interesting": 674,
      "holly": 675,
      "gl": 676,
      "docum": 677,
      "document": 678,
      "comple": 679,
      "bre": 680,
      "ll": 681,
      "hist": 682,
      "mark": 683,
      "find": 684,
      "because": 685,
      "ian": 686,
      "fort": 687,
      "bro": 688,
      "da": 689,
      "also": 690,
      "mor": 691,
      "mi": 692,
      "alo": 693,
      "americ": 694,
      "sin": 695,
      "ction": 696,
      "tent": 697,
      "view": 698,
      "ings": 699,
      "hollywood": 700,
      "fla": 701,
      "another": 702,
      "istic": 703,
      "ward": 704,
      "suc": 705,
      "dialo": 706,
      "iness": 707,
      "hand": 708,
      "ged": 709,
      "eas": 710,
      "star": 711,
      "stru": 712,
      "ching": 713,
      "form": 714,
      "fi": 715,
      "hal": 716,
      "know": 717,
      "matic": 718,
      "wit": 719,
      "keep": 720,
      "sweet": 721,
      "umb": 722,
      "piece": 723,
      "minutes": 724,
      "vin": 725,
      "those": 726,
      "hour": 727,
      "sent": 728,
      "appe": 729,
      "after": 730,
      "ney": 731,
      "sho": 732,
      "dialogue": 733,
      "fore": 734,
      "wom": 735,
      "ences": 736,
      "where": 737,
      "perfect": 738,
      "pol": 739,
      "spirit": 740,
      "tr": 741,
      "ale": 742,
      "dit": 743,
      "visual": 744,
      "den": 745,
      "dict": 746,
      "try": 747,
      "sum": 748,
      "cult": 749,
      "tit": 750,
      "few": 751,
      "him": 752,
      "les": 753,
      "red": 754,
      "rel": 755,
      "gener": 756,
      "cinem": 757,
      "family": 758,
      "class": 759,
      "poss": 760,
      "cing": 761,
      "que": 762,
      "mus": 763,
      "sing": 764,
      "ross": 765,
      "thriller": 766,
      "dist": 767,
      "ages": 768,
      "romantic": 769,
      "cor": 770,
      "fin": 771,
      "cinemat": 772,
      "ni": 773,
      "stu": 774,
      "eless": 775,
      "tale": 776,
      "bra": 777,
      "might": 778,
      "ener": 779,
      "ms": 780,
      "ane": 781,
      "comm": 782,
      "fr": 783,
      "spect": 784,
      "ele": 785,
      "ering": 786,
      "ics": 787,
      "compelling": 788,
      "wonder": 789,
      "win": 790,
      "tou": 791,
      "actors": 792,
      "ality": 793,
      "lea": 794,
      "fas": 795,
      "want": 796,
      "ultim": 797,
      "using": 798,
      "thought": 799,
      "need": 800,
      "mater": 801,
      "effect": 802,
      "moments": 803,
      "person": 804,
      "mess": 805,
      "theat": 806,
      "cont": 807,
      "clever": 808,
      "here": 809,
      "vide": 810,
      "cons": 811,
      "cine": 812,
      "smart": 813,
      "cinema": 814,
      "sk": 815,
      "again": 816,
      "filmmak": 817,
      "satis": 818,
      "had": 819,
      "fascin": 820,
      "read": 821,
      "sex": 822,
      "rather": 823,
      "graph": 824,
      "half": 825,
      "bor": 826,
      "ously": 827,
      "ger": 828,
      "full": 829,
      "almost": 830,
      "expect": 831,
      "she": 832,
      "material": 833,
      "ys": 834,
      "going": 835,
      "ways": 836,
      "ey": 837,
      "did": 838,
      "take": 839,
      "ted": 840,
      "watching": 841,
      "documentary": 842,
      "youn": 843,
      "ends": 844,
      "ting": 845,
      "deep": 846,
      "put": 847,
      "anim": 848,
      "seen": 849,
      "ired": 850,
      "deli": 851,
      "pass": 852,
      "icul": 853,
      "log": 854,
      "making": 855,
      "rif": 856,
      "produ": 857,
      "talent": 858,
      "sim": 859,
      "ars": 860,
      "works": 861,
      "par": 862,
      "ds": 863,
      "experi": 864,
      "ween": 865,
      "cer": 866,
      "itself": 867,
      "line": 868,
      "wal": 869,
      "chan": 870,
      "dull": 871,
      "before": 872,
      "predict": 873,
      "were": 874,
      "delight": 875,
      "vo": 876,
      "moving": 877,
      "seems": 878,
      "give": 879,
      "ility": 880,
      "emotional": 881,
      "music": 882,
      "though": 883,
      "ree": 884,
      "ilar": 885,
      "quite": 886,
      "happ": 887,
      "ionally": 888,
      "these": 889,
      "rich": 890,
      "things": 891,
      "subject": 892,
      "satisf": 893,
      "ond": 894,
      "ship": 895,
      "portra": 896,
      "clo": 897,
      "master": 898,
      "style": 899,
      "fascinating": 900,
      "lot": 901,
      "diff": 902,
      "head": 903,
      "ason": 904,
      "super": 905,
      "scenes": 906,
      "child": 907,
      "rid": 908,
      "empt": 909,
      "between": 910,
      "dark": 911,
      "sens": 912,
      "stra": 913,
      "takes": 914,
      "face": 915,
      "feels": 916,
      "toge": 917,
      "ext": 918,
      "together": 919,
      "lish": 920,
      "direction": 921,
      "fail": 922,
      "young": 923,
      "list": 924,
      "sou": 925,
      "illi": 926,
      "aring": 927,
      "last": 928,
      "cas": 929,
      "ok": 930,
      "vid": 931,
      "video": 932,
      "mel": 933,
      "tran": 934,
      "engag": 935,
      "years": 936,
      "hilar": 937,
      "na": 938,
      "sad": 939,
      "yet": 940,
      "iting": 941,
      "american": 942,
      "zz": 943,
      "special": 944,
      "simp": 945,
      "kids": 946,
      "bar": 947,
      "lid": 948,
      "used": 949,
      "mid": 950,
      "ently": 951,
      "uni": 952,
      "io": 953,
      "ps": 954,
      "sed": 955,
      "hy": 956,
      "sl": 957,
      "ili": 958,
      "iment": 959,
      "ultimately": 960,
      "quir": 961,
      "sa": 962,
      "narr": 963,
      "use": 964,
      "explo": 965,
      "place": 966,
      "wa": 967,
      "main": 968,
      "ures": 969,
      "cru": 970,
      "ue": 971,
      "feature": 972,
      "iev": 973,
      "fri": 974,
      "allow": 975,
      "rare": 976,
      "comic": 977,
      "anything": 978,
      "warm": 979,
      "laughs": 980,
      "why": 981,
      "bal": 982,
      "aren": 983,
      "worst": 984,
      "ven": 985,
      "susp": 986,
      "fair": 987,
      "fine": 988,
      "pop": 989,
      "ific": 990,
      "ments": 991,
      "cinematic": 992,
      "experience": 993,
      "gence": 994,
      "ug": 995,
      "pain": 996,
      "enjoyable": 997,
      "appeal": 998,
      "least": 999,
      "gir": 1000,
      "impress": 1001,
      "solid": 1002,
      "antly": 1003,
      "fall": 1004,
      "prom": 1005,
      "val": 1006,
      "cliché": 1007,
      "away": 1008,
      "gets": 1009,
      "bly": 1010,
      "coun": 1011,
      "psy": 1012,
      "sil": 1013,
      "ider": 1014,
      "tting": 1015,
      "tic": 1016,
      "die": 1017,
      "summer": 1018,
      "ton": 1019,
      "charm": 1020,
      "entertainment": 1021,
      "beautiful": 1022,
      "predictable": 1023,
      "vol": 1024,
      "history": 1025,
      "dle": 1026,
      "hone": 1027,
      "amusing": 1028,
      "sometimes": 1029,
      "girl": 1030,
      "remark": 1031,
      "start": 1032,
      "intri": 1033,
      "genre": 1034,
      "done": 1035,
      "fant": 1036,
      "oper": 1037,
      "set": 1038,
      "itten": 1039,
      "suspense": 1040,
      "call": 1041,
      "telling": 1042,
      "sure": 1043,
      "mean": 1044,
      "intelligent": 1045,
      "flat": 1046,
      "pu": 1047,
      "ror": 1048,
      "success": 1049,
      "usu": 1050,
      "ord": 1051,
      "dead": 1052,
      "lin": 1053,
      "top": 1054,
      "prob": 1055,
      "strong": 1056,
      "gives": 1057,
      "ural": 1058,
      "ler": 1059,
      "twi": 1060,
      "serious": 1061,
      "insight": 1062,
      "prof": 1063,
      "subt": 1064,
      "writer": 1065,
      "son": 1066,
      "struct": 1067,
      "teen": 1068,
      "possible": 1069,
      "engaging": 1070,
      "advent": 1071,
      "complete": 1072,
      "narrative": 1073,
      "say": 1074,
      "once": 1075,
      "powerful": 1076,
      "hel": 1077,
      "vious": 1078,
      "short": 1079,
      "intelligence": 1080,
      "cou": 1081,
      "hold": 1082,
      "men": 1083,
      "three": 1084,
      "ket": 1085,
      "convin": 1086,
      "flick": 1087,
      "izing": 1088,
      "sch": 1089,
      "idea": 1090,
      "lu": 1091,
      "non": 1092,
      "wise": 1093,
      "soph": 1094,
      "theater": 1095,
      "ither": 1096,
      "same": 1097,
      "stud": 1098,
      "ieve": 1099,
      "women": 1100,
      "around": 1101,
      "energy": 1102,
      "lead": 1103,
      "tty": 1104,
      "screenplay": 1105,
      "surprisingly": 1106,
      "ban": 1107,
      "ities": 1108,
      "charming": 1109,
      "effort": 1110,
      "ody": 1111,
      "sentiment": 1112,
      "twist": 1113,
      "har": 1114,
      "actor": 1115,
      "capt": 1116,
      "iet": 1117,
      "actually": 1118,
      "polit": 1119,
      "blo": 1120,
      "sor": 1121,
      "ref": 1122,
      "orge": 1123,
      "ia": 1124,
      "als": 1125,
      "contri": 1126,
      "serv": 1127,
      "fel": 1128,
      "lar": 1129,
      "wast": 1130,
      "ening": 1131,
      "stre": 1132,
      "level": 1133,
      "ime": 1134,
      "equ": 1135,
      "feeling": 1136,
      "ceed": 1137,
      "anyone": 1138,
      "bur": 1139,
      "certain": 1140,
      "ustr": 1141,
      "looking": 1142,
      "ric": 1143,
      "written": 1144,
      "true": 1145,
      "past": 1146,
      "ories": 1147,
      "filmmaking": 1148,
      "think": 1149,
      "nearly": 1150,
      "dramatic": 1151,
      "19": 1152,
      "dy": 1153,
      "moder": 1154,
      "sci": 1155,
      "gic": 1156,
      "fo": 1157,
      "coming": 1158,
      "pretty": 1159,
      "grand": 1160,
      "small": 1161,
      "satisfying": 1162,
      "ized": 1163,
      "bas": 1164,
      "dep": 1165,
      "famili": 1166,
      "silly": 1167,
      "familiar": 1168,
      "zy": 1169,
      "dumb": 1170,
      "ute": 1171,
      "ending": 1172,
      "culture": 1173,
      "hilarious": 1174,
      "honest": 1175,
      "stuff": 1176,
      "modern": 1177,
      "deser": 1178,
      "fash": 1179,
      "sound": 1180,
      "beg": 1181,
      "soul": 1182,
      "simply": 1183,
      "fashion": 1184,
      "ked": 1185,
      "ula": 1186,
      "whose": 1187,
      "sequel": 1188,
      "viol": 1189,
      "manages": 1190,
      "reason": 1191,
      "ited": 1192,
      "suff": 1193,
      "sign": 1194,
      "uine": 1195,
      "lect": 1196,
      "ability": 1197,
      "ively": 1198,
      "goes": 1199,
      "tail": 1200,
      "drag": 1201,
      "genuine": 1202,
      "imagin": 1203,
      "truly": 1204,
      "gar": 1205,
      "ird": 1206,
      "odra": 1207,
      "scar": 1208,
      "hero": 1209,
      "offers": 1210,
      "affect": 1211,
      "dam": 1212,
      "mise": 1213,
      "vision": 1214,
      "differ": 1215,
      "fra": 1216,
      "dream": 1217,
      "easy": 1218,
      "deeply": 1219,
      "cal": 1220,
      "cise": 1221,
      "ek": 1222,
      "then": 1223,
      "ones": 1224,
      "edly": 1225,
      "hop": 1226,
      "night": 1227,
      "nice": 1228,
      "stri": 1229,
      "ital": 1230,
      "ults": 1231,
      "conf": 1232,
      "project": 1233,
      "fans": 1234,
      "ned": 1235,
      "ze": 1236,
      "stran": 1237,
      "terrif": 1238,
      "artist": 1239,
      "melodra": 1240,
      "psycho": 1241,
      "fol": 1242,
      "thor": 1243,
      "ational": 1244,
      "whole": 1245,
      "slow": 1246,
      "always": 1247,
      "flaw": 1248,
      "pur": 1249,
      "becomes": 1250,
      "gri": 1251,
      "tv": 1252,
      "unch": 1253,
      "uring": 1254,
      "minute": 1255,
      "complex": 1256,
      "portrait": 1257,
      "utter": 1258,
      "gest": 1259,
      "poor": 1260,
      "believ": 1261,
      "horror": 1262,
      "effects": 1263,
      "land": 1264,
      "tone": 1265,
      "ured": 1266,
      "premise": 1267,
      "proble": 1268,
      "stead": 1269,
      "beautifully": 1270,
      "trying": 1271,
      "port": 1272,
      "iven": 1273,
      "since": 1274,
      "quirky": 1275,
      "sel": 1276,
      "sol": 1277,
      "icks": 1278,
      "mix": 1279,
      "passion": 1280,
      "dro": 1281,
      "orable": 1282,
      "itch": 1283,
      "exam": 1284,
      "brilli": 1285,
      "filmmakers": 1286,
      "ready": 1287,
      "cur": 1288,
      "abo": 1289,
      "formula": 1290,
      "consider": 1291,
      "gn": 1292,
      "wild": 1293,
      "entire": 1294,
      "und": 1295,
      "likely": 1296,
      "mur": 1297,
      "ery": 1298,
      "ese": 1299,
      "gely": 1300,
      "particul": 1301,
      "amp": 1302,
      "invent": 1303,
      "lap": 1304,
      "pleasure": 1305,
      "cially": 1306,
      "title": 1307,
      "touch": 1308,
      "10": 1309,
      "rele": 1310,
      "ride": 1311,
      "romance": 1312,
      "series": 1313,
      "understand": 1314,
      "treat": 1315,
      "situ": 1316,
      "heav": 1317,
      "velop": 1318,
      "hours": 1319,
      "probably": 1320,
      "ding": 1321,
      "ken": 1322,
      "secon": 1323,
      "everyone": 1324,
      "import": 1325,
      "logical": 1326,
      "children": 1327,
      "study": 1328,
      "lit": 1329,
      "nature": 1330,
      "espe": 1331,
      "appoint": 1332,
      "nor": 1333,
      "pat": 1334,
      "ons": 1335,
      "beat": 1336,
      "guing": 1337,
      "ideas": 1338,
      "classic": 1339,
      "subtle": 1340,
      "fire": 1341,
      "inspir": 1342,
      "itation": 1343,
      "odd": 1344,
      "tech": 1345,
      "touching": 1346,
      "felt": 1347,
      "refresh": 1348,
      "attra": 1349,
      "dest": 1350,
      "live": 1351,
      "extra": 1352,
      "posit": 1353,
      "creep": 1354,
      "fantas": 1355,
      "pac": 1356,
      "vor": 1357,
      "exer": 1358,
      "remarkable": 1359,
      "cul": 1360,
      "ith": 1361,
      "must": 1362,
      "spo": 1363,
      "ident": 1364,
      "path": 1365,
      "imagination": 1366,
      "talented": 1367,
      "opera": 1368,
      "especially": 1369,
      "cu": 1370,
      "nat": 1371,
      "wel": 1372,
      "defin": 1373,
      "concept": 1374,
      "bland": 1375,
      "writing": 1376,
      "wonderful": 1377,
      "middle": 1378,
      "gorge": 1379,
      "ped": 1380,
      "sand": 1381,
      "witt": 1382,
      "ambit": 1383,
      "book": 1384,
      "boring": 1385,
      "let": 1386,
      "quest": 1387,
      "everything": 1388,
      "version": 1389,
      "memorable": 1390,
      "ben": 1391,
      "camer": 1392,
      "atest": 1393,
      "leave": 1394,
      "exercise": 1395,
      "grow": 1396,
      "nch": 1397,
      "instead": 1398,
      "itive": 1399,
      "appro": 1400,
      "delic": 1401,
      "simple": 1402,
      "20": 1403,
      "black": 1404,
      "hu": 1405,
      "insp": 1406,
      "flu": 1407,
      "disappoint": 1408,
      "graphy": 1409,
      "cla": 1410,
      "gg": 1411,
      "py": 1412,
      "reve": 1413,
      "already": 1414,
      "sett": 1415,
      "dec": 1416,
      "detail": 1417,
      "camera": 1418,
      "ses": 1419,
      "oud": 1420,
      "else": 1421,
      "ung": 1422,
      "matter": 1423,
      "otic": 1424,
      "intriguing": 1425,
      "side": 1426,
      "tens": 1427,
      "rock": 1428,
      "desp": 1429,
      "except": 1430,
      "selves": 1431,
      "ered": 1432,
      "ende": 1433,
      "vir": 1434,
      "fest": 1435,
      "ended": 1436,
      "sym": 1437,
      "color": 1438,
      "woman": 1439,
      "frustr": 1440,
      "filmmaker": 1441,
      "ordin": 1442,
      "ade": 1443,
      "recent": 1444,
      "dev": 1445,
      "poet": 1446,
      "uses": 1447,
      "ize": 1448,
      "turns": 1449,
      "histor": 1450,
      "adventure": 1451,
      "convincing": 1452,
      "dri": 1453,
      "slight": 1454,
      "rest": 1455,
      "quiet": 1456,
      "taking": 1457,
      "myster": 1458,
      "audiences": 1459,
      "ocative": 1460,
      "slo": 1461,
      "storytelling": 1462,
      "cheap": 1463,
      "personal": 1464,
      "dim": 1465,
      "fran": 1466,
      "lic": 1467,
      "spi": 1468,
      "funni": 1469,
      "french": 1470,
      "dition": 1471,
      "ier": 1472,
      "stories": 1473,
      "extre": 1474,
      "iction": 1475,
      "ball": 1476,
      "ib": 1477,
      "pay": 1478,
      "ising": 1479,
      "death": 1480,
      "lessly": 1481,
      "obvious": 1482,
      "cat": 1483,
      "cold": 1484,
      "fact": 1485,
      "stop": 1486,
      "exe": 1487,
      "gentle": 1488,
      "imaginative": 1489,
      "despite": 1490,
      "fan": 1491,
      "met": 1492,
      "tell": 1493,
      "stup": 1494,
      "credi": 1495,
      "visually": 1496,
      "images": 1497,
      "terrific": 1498,
      "above": 1499,
      "stupid": 1500,
      "ring": 1501,
      "proves": 1502,
      "itting": 1503,
      "execut": 1504,
      "mas": 1505,
      "yond": 1506,
      "beyond": 1507,
      "seat": 1508,
      "develop": 1509,
      "pping": 1510,
      "thoughtful": 1511,
      "os": 1512,
      "slap": 1513,
      "amoun": 1514,
      "necess": 1515,
      "straight": 1516,
      "usual": 1517,
      "completely": 1518,
      "jour": 1519,
      "ony": 1520,
      "become": 1521,
      "road": 1522,
      "shot": 1523,
      "pres": 1524,
      "ellent": 1525,
      "ress": 1526,
      "chill": 1527,
      "rage": 1528,
      "rible": 1529,
      "posed": 1530,
      "beauty": 1531,
      "bare": 1532,
      "pri": 1533,
      "spl": 1534,
      "looks": 1535,
      "attempt": 1536,
      "friend": 1537,
      "dog": 1538,
      "having": 1539,
      "traged": 1540,
      "directed": 1541,
      "jokes": 1542,
      "emotionally": 1543,
      "craft": 1544,
      "fight": 1545,
      "ont": 1546,
      "exist": 1547,
      "express": 1548,
      "weird": 1549,
      "sequences": 1550,
      "fails": 1551,
      "impossible": 1552,
      "ationship": 1553,
      "inside": 1554,
      "plays": 1555,
      "relationship": 1556,
      "mr": 1557,
      "male": 1558,
      "none": 1559,
      "sust": 1560,
      "cool": 1561,
      "worthy": 1562,
      "mira": 1563,
      "deni": 1564,
      "skill": 1565,
      "gorgeous": 1566,
      "ient": 1567,
      "ishing": 1568,
      "subst": 1569,
      "member": 1570,
      "ugly": 1571,
      "important": 1572,
      "bud": 1573,
      "body": 1574,
      "fat": 1575,
      "mic": 1576,
      "stun": 1577,
      "iously": 1578,
      "cliches": 1579,
      "shock": 1580,
      "himself": 1581,
      "fast": 1582,
      "leg": 1583,
      "left": 1584,
      "emp": 1585,
      "chool": 1586,
      "brea": 1587,
      "arent": 1588,
      "second": 1589,
      "step": 1590,
      "maj": 1591,
      "comfort": 1592,
      "nest": 1593,
      "fashioned": 1594,
      "different": 1595,
      "tar": 1596,
      "wan": 1597,
      "room": 1598,
      "got": 1599,
      "bring": 1600,
      "pleasant": 1601,
      "moral": 1602,
      "easily": 1603,
      "expected": 1604,
      "falls": 1605,
      "melodrama": 1606,
      "school": 1607,
      "inst": 1608,
      "sto": 1609,
      "soap": 1610,
      "ags": 1611,
      "viewers": 1612,
      "change": 1613,
      "four": 1614,
      "ode": 1615,
      "sever": 1616,
      "forced": 1617,
      "pretent": 1618,
      "ender": 1619,
      "boy": 1620,
      "crime": 1621,
      "believe": 1622,
      "spectac": 1623,
      "brilliant": 1624,
      "oscar": 1625,
      "inno": 1626,
      "reg": 1627,
      "thetic": 1628,
      "debut": 1629,
      "earnest": 1630,
      "grace": 1631,
      "sentimental": 1632,
      "thorough": 1633,
      "believable": 1634,
      "fut": 1635,
      "found": 1636,
      "rit": 1637,
      "thers": 1638,
      "dem": 1639,
      "comb": 1640,
      "fairly": 1641,
      "appealing": 1642,
      "lan": 1643,
      "ances": 1644,
      "reli": 1645,
      "depress": 1646,
      "absur": 1647,
      "potent": 1648,
      "creative": 1649,
      "faith": 1650,
      "berg": 1651,
      "excellent": 1652,
      "contrived": 1653,
      "oid": 1654,
      "tired": 1655,
      "eyes": 1656,
      "home": 1657,
      "decent": 1658,
      "sha": 1659,
      "present": 1660,
      "otherwise": 1661,
      "lacks": 1662,
      "viewer": 1663,
      "each": 1664,
      "gro": 1665,
      "jack": 1666,
      "kill": 1667,
      "sort": 1668,
      "recomm": 1669,
      "ase": 1670,
      "ention": 1671,
      "event": 1672,
      "comedies": 1673,
      "shows": 1674,
      "extreme": 1675,
      "fig": 1676,
      "uous": 1677,
      "ctive": 1678,
      "working": 1679,
      "hack": 1680,
      "epis": 1681,
      "warmth": 1682,
      "pretentious": 1683,
      "dry": 1684,
      "mble": 1685,
      "ames": 1686,
      "shar": 1687,
      "key": 1688,
      "goof": 1689,
      "quick": 1690,
      "surprising": 1691,
      "commun": 1692,
      "deliver": 1693,
      "certainly": 1694,
      "particularly": 1695,
      "bing": 1696,
      "bla": 1697,
      "sle": 1698,
      "ched": 1699,
      "enty": 1700,
      "oney": 1701,
      "social": 1702,
      "pack": 1703,
      "wrong": 1704,
      "rossing": 1705,
      "violence": 1706,
      "welcome": 1707,
      "ama": 1708,
      "reward": 1709,
      "lost": 1710,
      "vivid": 1711,
      "intim": 1712,
      "guil": 1713,
      "crit": 1714,
      "crafted": 1715,
      "var": 1716,
      "incl": 1717,
      "invol": 1718,
      "cele": 1719,
      "rist": 1720,
      "actress": 1721,
      "taste": 1722,
      "ished": 1723,
      "coher": 1724,
      "ival": 1725,
      "themselves": 1726,
      "unique": 1727,
      "either": 1728,
      "ges": 1729,
      "ened": 1730,
      "role": 1731,
      "hael": 1732,
      "hope": 1733,
      "moment": 1734,
      "message": 1735,
      "animation": 1736,
      "delightful": 1737,
      "purpo": 1738,
      "thoroughly": 1739,
      "loud": 1740,
      "mal": 1741,
      "nu": 1742,
      "heavy": 1743,
      "final": 1744,
      "hn": 1745,
      "move": 1746,
      "mood": 1747,
      "logy": 1748,
      "lives": 1749,
      "adults": 1750,
      "ashing": 1751,
      "impressive": 1752,
      "historical": 1753,
      "barely": 1754,
      "dan": 1755,
      "fer": 1756,
      "lim": 1757,
      "pan": 1758,
      "weight": 1759,
      "pathetic": 1760,
      "seeing": 1761,
      "winning": 1762,
      "meaning": 1763,
      "creepy": 1764,
      "air": 1765,
      "dou": 1766,
      "gags": 1767,
      "lab": 1768,
      "pun": 1769,
      "squ": 1770,
      "tw": 1771,
      "along": 1772,
      "ement": 1773,
      "quality": 1774,
      "occas": 1775,
      "shoot": 1776,
      "eleg": 1777,
      "ambitious": 1778,
      "celebr": 1779,
      "mes": 1780,
      "ali": 1781,
      "aling": 1782,
      "impro": 1783,
      "loss": 1784,
      "convent": 1785,
      "sco": 1786,
      "worse": 1787,
      "ensive": 1788,
      "colle": 1789,
      "clichés": 1790,
      "natural": 1791,
      "necessary": 1792,
      "game": 1793,
      "given": 1794,
      "pul": 1795,
      "ilo": 1796,
      "force": 1797,
      "consc": 1798,
      "favor": 1799,
      "john": 1800,
      "clear": 1801,
      "running": 1802,
      "ordinary": 1803,
      "michael": 1804,
      "90": 1805,
      "kno": 1806,
      "next": 1807,
      "respect": 1808,
      "cover": 1809,
      "engrossing": 1810,
      "brain": 1811,
      "help": 1812,
      "depth": 1813,
      "inventive": 1814,
      "budget": 1815,
      "hit": 1816,
      "unf": 1817,
      "unsett": 1818,
      "ular": 1819,
      "rol": 1820,
      "whe": 1821,
      "ams": 1822,
      "expl": 1823,
      "resist": 1824,
      "fantasy": 1825,
      "sharp": 1826,
      "bi": 1827,
      "gang": 1828,
      "nic": 1829,
      "suck": 1830,
      "add": 1831,
      "ump": 1832,
      "score": 1833,
      "usion": 1834,
      "aged": 1835,
      "hip": 1836,
      "paren": 1837,
      "sour": 1838,
      "arn": 1839,
      "shap": 1840,
      "manip": 1841,
      "plain": 1842,
      "watchable": 1843,
      "psychological": 1844,
      "inspired": 1845,
      "manipul": 1846,
      "bul": 1847,
      "rous": 1848,
      "alter": 1849,
      "marvel": 1850,
      "ground": 1851,
      "imagine": 1852,
      "attention": 1853,
      "standard": 1854,
      "follow": 1855,
      "tragedy": 1856,
      "aff": 1857,
      "fic": 1858,
      "repe": 1859,
      "dio": 1860,
      "flash": 1861,
      "awful": 1862,
      "scene": 1863,
      "succeed": 1864,
      "perfectly": 1865,
      "entirely": 1866,
      "flow": 1867,
      "ham": 1868,
      "ography": 1869,
      "shallow": 1870,
      "conce": 1871,
      "ivity": 1872,
      "breath": 1873,
      "eye": 1874,
      "waste": 1875,
      "tension": 1876,
      "sustain": 1877,
      "major": 1878,
      "ju": 1879,
      "pic": 1880,
      "pure": 1881,
      "sn": 1882,
      "inf": 1883,
      "rema": 1884,
      "remember": 1885,
      "enth": 1886,
      "atter": 1887,
      "atory": 1888,
      "assu": 1889,
      "acted": 1890,
      "prov": 1891,
      "rent": 1892,
      "stylish": 1893,
      "truth": 1894,
      "consist": 1895,
      "blood": 1896,
      "approach": 1897,
      "remains": 1898,
      "crow": 1899,
      "numb": 1900,
      "tation": 1901,
      "zing": 1902,
      "stick": 1903,
      "ork": 1904,
      "tom": 1905,
      "ches": 1906,
      "unfunny": 1907,
      "undeni": 1908,
      "accomp": 1909,
      "job": 1910,
      "period": 1911,
      "pictures": 1912,
      "journey": 1913,
      "unsettling": 1914,
      "0s": 1915,
      "lad": 1916,
      "sw": 1917,
      "vul": 1918,
      "ines": 1919,
      "revel": 1920,
      "ised": 1921,
      "usi": 1922,
      "painful": 1923,
      "future": 1924,
      "aim": 1925,
      "ially": 1926,
      "pull": 1927,
      "indi": 1928,
      "edge": 1929,
      "adap": 1930,
      "intense": 1931,
      "core": 1932,
      "water": 1933,
      "bert": 1934,
      "contem": 1935,
      "recommend": 1936,
      "band": 1937,
      "rhy": 1938,
      "ined": 1939,
      "stay": 1940,
      "told": 1941,
      "rap": 1942,
      "neither": 1943,
      "scary": 1944,
      "quis": 1945,
      "astic": 1946,
      "acy": 1947,
      "desper": 1948,
      "observ": 1949,
      "cris": 1950,
      "examination": 1951,
      "mystery": 1952,
      "absurd": 1953,
      "parents": 1954,
      "rhyth": 1955,
      "ouse": 1956,
      "omb": 1957,
      "concer": 1958,
      "manner": 1959,
      "charis": 1960,
      "test": 1961,
      "brit": 1962,
      "satire": 1963,
      "pieces": 1964,
      "slopp": 1965,
      "bed": 1966,
      "gone": 1967,
      "num": 1968,
      "sen": 1969,
      "icult": 1970,
      "pair": 1971,
      "reality": 1972,
      "knows": 1973,
      "leaves": 1974,
      "against": 1975,
      "difficult": 1976,
      "case": 1977,
      "definite": 1978,
      "wind": 1979,
      "issu": 1980,
      "els": 1981,
      "devo": 1982,
      "lock": 1983,
      "sup": 1984,
      "doing": 1985,
      "prec": 1986,
      "provo": 1987,
      "indul": 1988,
      "disney": 1989,
      "hood": 1990,
      "lacking": 1991,
      "miss": 1992,
      "career": 1993,
      "elements": 1994,
      "liter": 1995,
      "enthusi": 1996,
      "fare": 1997,
      "ris": 1998,
      "sick": 1999,
      "yp": 2000,
      "reach": 2001,
      "ices": 2002,
      "ley": 2003,
      "forge": 2004,
      "poign": 2005,
      "spark": 2006,
      "epic": 2007,
      "tries": 2008,
      "highly": 2009,
      "medio": 2010,
      "tedious": 2011,
      "close": 2012,
      "amount": 2013,
      "crowd": 2014,
      "forgett": 2015,
      "ging": 2016,
      "nam": 2017,
      "rat": 2018,
      "ron": 2019,
      "ues": 2020,
      "wil": 2021,
      "asp": 2022,
      "rip": 2023,
      "lay": 2024,
      "quent": 2025,
      "rush": 2026,
      "mere": 2027,
      "poorly": 2028,
      "inspiring": 2029,
      "ago": 2030,
      "cri": 2031,
      "cere": 2032,
      "gif": 2033,
      "anced": 2034,
      "entic": 2035,
      "roll": 2036,
      "adm": 2037,
      "post": 2038,
      "intent": 2039,
      "flicks": 2040,
      "hearted": 2041,
      "iculous": 2042,
      "considerable": 2043,
      "situations": 2044,
      "purpose": 2045,
      "provocative": 2046,
      "rate": 2047,
      "smo": 2048,
      "ya": 2049,
      "arity": 2050,
      "emer": 2051,
      "tage": 2052,
      "spy": 2053,
      "cost": 2054,
      "create": 2055,
      "days": 2056,
      "trans": 2057,
      "political": 2058,
      "affection": 2059,
      "pathy": 2060,
      "leng": 2061,
      "york": 2062,
      "imm": 2063,
      "rive": 2064,
      "concl": 2065,
      "uster": 2066,
      "tele": 2067,
      "offer": 2068,
      "bling": 2069,
      "break": 2070,
      "neyed": 2071,
      "spiritual": 2072,
      "cinematography": 2073,
      "production": 2074,
      "masterpiece": 2075,
      "sensitive": 2076,
      "successful": 2077,
      "utely": 2078,
      "endearing": 2079,
      "hackneyed": 2080,
      "length": 2081,
      "bus": 2082,
      "pra": 2083,
      "sal": 2084,
      "remind": 2085,
      "mach": 2086,
      "getting": 2087,
      "fear": 2088,
      "exact": 2089,
      "termin": 2090,
      "offensive": 2091,
      "greatest": 2092,
      "finally": 2093,
      "front": 2094,
      "animated": 2095,
      "virt": 2096,
      "colorful": 2097,
      "accomplish": 2098,
      "forgettable": 2099,
      "vag": 2100,
      "orts": 2101,
      "chop": 2102,
      "demon": 2103,
      "ution": 2104,
      "ried": 2105,
      "ateur": 2106,
      "auth": 2107,
      "open": 2108,
      "trou": 2109,
      "cultural": 2110,
      "superfic": 2111,
      "definitely": 2112,
      "ai": 2113,
      "wers": 2114,
      "absol": 2115,
      "weak": 2116,
      "aston": 2117,
      "pace": 2118,
      "complic": 2119,
      "delivers": 2120,
      "usually": 2121,
      "utterly": 2122,
      "witty": 2123,
      "god": 2124,
      "hell": 2125,
      "ii": 2126,
      "mill": 2127,
      "sav": 2128,
      "andering": 2129,
      "mostly": 2130,
      "bled": 2131,
      "achieve": 2132,
      "themes": 2133,
      "surprise": 2134,
      "thinking": 2135,
      "flaws": 2136,
      "relationships": 2137,
      "adaptation": 2138,
      "fac": 2139,
      "money": 2140,
      "vil": 2141,
      "zen": 2142,
      "iss": 2143,
      "ential": 2144,
      "lip": 2145,
      "conne": 2146,
      "urban": 2147,
      "throughout": 2148,
      "trip": 2149,
      "emotions": 2150,
      "cute": 2151,
      "keeps": 2152,
      "frustrating": 2153,
      "during": 2154,
      "eth": 2155,
      "hot": 2156,
      "pal": 2157,
      "inc": 2158,
      "reco": 2159,
      "arch": 2160,
      "toward": 2161,
      "secre": 2162,
      "mad": 2163,
      "magic": 2164,
      "amateur": 2165,
      "paint": 2166,
      "monster": 2167,
      "sophistic": 2168,
      "stream": 2169,
      "dimens": 2170,
      "spiel": 2171,
      "several": 2172,
      "gun": 2173,
      "house": 2174,
      "sac": 2175,
      "wish": 2176,
      "anno": 2177,
      "female": 2178,
      "construct": 2179,
      "clum": 2180,
      "cop": 2181,
      "attle": 2182,
      "reson": 2183,
      "strugg": 2184,
      "listic": 2185,
      "burn": 2186,
      "bol": 2187,
      "sid": 2188,
      "deft": 2189,
      "words": 2190,
      "stere": 2191,
      "motion": 2192,
      "pointless": 2193,
      "apparent": 2194,
      "mindless": 2195,
      "glor": 2196,
      "product": 2197,
      "promise": 2198,
      "begin": 2199,
      "demand": 2200,
      "spielberg": 2201,
      "blow": 2202,
      "dish": 2203,
      "name": 2204,
      "deriv": 2205,
      "bot": 2206,
      "credit": 2207,
      "render": 2208,
      "single": 2209,
      "sexual": 2210,
      "ridiculous": 2211,
      "called": 2212,
      "frame": 2213,
      "presents": 2214,
      "episode": 2215,
      "manipulative": 2216,
      "superficial": 2217,
      "hom": 2218,
      "kable": 2219,
      "kward": 2220,
      "rout": 2221,
      "song": 2222,
      "sket": 2223,
      "tro": 2224,
      "incredi": 2225,
      "sets": 2226,
      "unexpected": 2227,
      "novel": 2228,
      "ries": 2229,
      "share": 2230,
      "emb": 2231,
      "opport": 2232,
      "realism": 2233,
      "minor": 2234,
      "playing": 2235,
      "awkward": 2236,
      "pped": 2237,
      "avoid": 2238,
      "couple": 2239,
      "twists": 2240,
      "captures": 2241,
      "devast": 2242,
      "execution": 2243,
      "whether": 2244,
      "issues": 2245,
      "opportun": 2246,
      "bers": 2247,
      "bright": 2248,
      "ga": 2249,
      "iest": 2250,
      "mart": 2251,
      "mist": 2252,
      "steven": 2253,
      "compe": 2254,
      "pert": 2255,
      "umph": 2256,
      "process": 2257,
      "ensemble": 2258,
      "free": 2259,
      "getic": 2260,
      "tribut": 2261,
      "triumph": 2262,
      "centr": 2263,
      "carto": 2264,
      "deserves": 2265,
      "contempor": 2266,
      "stereot": 2267,
      "fu": 2268,
      "wed": 2269,
      "indie": 2270,
      "arily": 2271,
      "christ": 2272,
      "somewhat": 2273,
      "across": 2274,
      "tear": 2275,
      "philo": 2276,
      "served": 2277,
      "memory": 2278,
      "corn": 2279,
      "girls": 2280,
      "problem": 2281,
      "pacing": 2282,
      "langu": 2283,
      "depressing": 2284,
      "intimate": 2285,
      "philosoph": 2286,
      "ace": 2287,
      "aks": 2288,
      "bow": 2289,
      "eld": 2290,
      "absor": 2291,
      "embra": 2292,
      "word": 2293,
      "tains": 2294,
      "ups": 2295,
      "guess": 2296,
      "paper": 2297,
      "insult": 2298,
      "lovely": 2299,
      "anger": 2300,
      "belly": 2301,
      "arring": 2302,
      "surprises": 2303,
      "exciting": 2304,
      "intrigue": 2305,
      "huge": 2306,
      "conventional": 2307,
      "supposed": 2308,
      "bs": 2309,
      "camp": 2310,
      "date": 2311,
      "fiction": 2312,
      "san": 2313,
      "chy": 2314,
      "unk": 2315,
      "uneven": 2316,
      "oles": 2317,
      "aster": 2318,
      "rug": 2319,
      "tragic": 2320,
      "justice": 2321,
      "gress": 2322,
      "brut": 2323,
      "starts": 2324,
      "striking": 2325,
      "delicate": 2326,
      "goofy": 2327,
      "conscious": 2328,
      "authentic": 2329,
      "fal": 2330,
      "ied": 2331,
      "ude": 2332,
      "throw": 2333,
      "iny": 2334,
      "deal": 2335,
      "verse": 2336,
      "supp": 2337,
      "whim": 2338,
      "evil": 2339,
      "pho": 2340,
      "green": 2341,
      "brings": 2342,
      "smile": 2343,
      "chees": 2344,
      "sexy": 2345,
      "count": 2346,
      "chilling": 2347,
      "mediocre": 2348,
      "sophisticated": 2349,
      "stereotyp": 2350,
      "fish": 2351,
      "tire": 2352,
      "wren": 2353,
      "mother": 2354,
      "enter": 2355,
      "someone": 2356,
      "cred": 2357,
      "overcome": 2358,
      "compass": 2359,
      "design": 2360,
      "heartfelt": 2361,
      "humanity": 2362,
      "medi": 2363,
      "dazz": 2364,
      "shots": 2365,
      "transc": 2366,
      "slightly": 2367,
      "coherent": 2368,
      "occasionally": 2369,
      "repetit": 2370,
      "number": 2371,
      "tribute": 2372,
      "contemporary": 2373,
      "tiresome": 2374,
      "aver": 2375,
      "gross": 2376,
      "ibly": 2377,
      "mou": 2378,
      "nal": 2379,
      "rical": 2380,
      "remake": 2381,
      "stale": 2382,
      "orm": 2383,
      "today": 2384,
      "living": 2385,
      "fill": 2386,
      "conv": 2387,
      "perform": 2388,
      "worthwhile": 2389,
      "plenty": 2390,
      "broad": 2391,
      "dama": 2392,
      "generic": 2393,
      "allows": 2394,
      "twisted": 2395,
      "equally": 2396,
      "nicely": 2397,
      "strange": 2398,
      "sandler": 2399,
      "**": 2400,
      "fright": 2401,
      "hind": 2402,
      "nel": 2403,
      "van": 2404,
      "eness": 2405,
      "aps": 2406,
      "events": 2407,
      "tten": 2408,
      "realistic": 2409,
      "playful": 2410,
      "excit": 2411,
      "sincere": 2412,
      "failure": 2413,
      "painfully": 2414,
      "lines": 2415,
      "based": 2416,
      "funnier": 2417,
      "target": 2418,
      "altern": 2419,
      "city": 2420,
      "ka": 2421,
